<?php
/**
 * Created by PhpStorm.
 * User: locust
 * Date: 2018/9/12
 * Time: 12:27
 */
return [

    //派对方式
    'way' =>
        [
            1 => '妹子免单1',
            2 => '妹子免单2',
            3 => '妹子免单3',
            4 => '妹子免单3',
            5 => '妹子免单3',
        ],

    //收货地址标签
    'label' =>
        [
            1 => '家',
            2 => '公司',
            3 => '学校'
        ],

    //商品类别
    'goods_category' =>
        [
            1 => '所有宝贝',
            2 => '精酿啤酒',
            3 => '预调酒水',
            4 => '花式饮料'
        ],
];