<?php
/**
 * Created by PhpStorm.
 * User: locust
 * Date: 2018/9/12
 * Time: 12:27
 */
return [

    //收货地址标签
    'label' =>
        [
            1 => '家',
            2 => '公司',
            3 => '学校'
        ],

    //商品类别
    'goods_category' =>
        [
            0 => '所有宝贝',
            1 => '精酿啤酒',
            2 => '预调酒水',
            3 => '花式饮料'
        ],

    'goods_condition' =>
        [
            0 =>
                [
                    'px1'=>
                        [
                            1,
                            2,
                            3,
                            4
                        ],
                    'px2'=>
                        [
                            1,
                            2,
                            3,
                            4
                        ],
                    'px3'=>
                        [
                            1,
                            2,
                            3,
                            4
                        ]
                ],
            1 =>
                [
                    'px1'=>
                        [
                            1,
                            2,
                            3,
                            4
                        ],
                    'px2'=>
                        [
                            1,
                            2,
                            3,
                            4
                        ],
                    'px3'=>
                        [
                            1,
                            2,
                            3,
                            4
                        ]
                ],
            2 =>
                [
                    'px1'=>
                        [
                            1,
                            2,
                            3,
                            4
                        ],
                    'px2'=>
                        [
                            1,
                            2,
                            3,
                            4
                        ],
                    'px3'=>
                        [
                            1,
                            2,
                            3,
                            4
                        ]
                ]
        ],
    'goods_condition_value' =>
        [
            0 =>
                [
                    'px1'=>
                        [
                            1,
                            2,
                            3,
                            4
                        ],
                    'px2'=>
                        [
                            1,
                            2,
                            3,
                            4
                        ],
                    'px3'=>
                        [
                            1,
                            2,
                            3,
                            4
                        ]
                ],
            1 =>
                [
                    'name'=>
                        [
                            '成都' => 1,
                            '科罗拉' => 2,
                        ],
                    'description' =>
                        [
                            '科罗拉' => 1,
                            '武汉' => 2
                        ],
                    'price' =>
                        [
                            '重庆' => 1,
                            '武汉' => 2
                        ]

                ]
        ]


];